{
  "greeting": "Hi, I'm",
  "name": "Leonardo",
  "lastName": "Rossi",
  "description": "I build intelligent software with a focus on automation and data science. I apply my skills in software development and Machine Learning to create efficient solutions that tackle complex, real-world challenges.",
  "viewWork": "View My Work",
  "scroll": "Scroll",
  "aboutMe": "About Me",
  "aboutTitle": "Driving Innovation with Automated Systems and Data Intelligence",
  "aboutBio1": "I engineer forward-thinking, automated solutions designed for scalability and efficiency. As a Computer Engineering student, I bridge the gap between ambitious business goals and concrete technical execution, with a keen focus on creating technology that solves meaningful challenges.",
  "aboutBio2": "My approach covers the full product journey, from initial concept to final deployment. I have a strong ability to unlock the potential hidden within data to inform strategy and drive results. I thrive in agile environments, committed to delivering high-impact solutions that push boundaries.",
  "getInTouch": "Get In Touch",
  "downloadCv": "Download CV",
  "softwareEngineering": "Software Engineering",
  "softwareEngineeringDesc": "Engineering scalable and efficient software solutions to meet dynamic business needs.",
  "dataIntelligence": "Data Intelligence",
  "dataIntelligenceDesc": "Unlocking strategic insights by transforming complex data into clear, actionable intelligence.",
  "productLeadership": "Product Leadership",
  "productLeadershipDesc": "Guiding projects from concept to completion with agile methodologies to ensure high-impact results.",
  "mySkills": "My Skills",
  "featuredProjects": "Featured Projects",
  "projectsDescription": "Here are some of the projects and professional experiences that have shaped my skills.",
  "projectList": [
    {
      "id": 1,
      "title": "Hyundai - Smart Factory Innovation",
      "description": "Developed predictive Machine Learning models for anomaly detection, contributing to preventive maintenance.",
      "tags": ["Python", "Machine Learning", "Scikit-learn", "AI"]
    },
    {
      "id": 2,
      "title": "Brazilian Championship Analytics",
      "description": "Interactive dashboard visualizing ball possession, passes, and counterattacks from the Brazilian Championship.",
      "tags": ["Python", "Pandas", "Streamlit", "Data Viz"]
    },
    {
      "id": 3,
      "title": "Cati Jr. - Commercial Member",
      "description": "Experience in leading projects using agile methodologies, with direct involvement in client relations, requirements gathering and documentation.",
      "tags": ["Agile Method", "Management", "Product Owner"]
    },
    {
      "id": 4,
      "title": "BlockBuster CRUD Simulation",
      "description": "A simulated CRUD application for a movie rental service, showcasing full-stack development skills.",
      "tags": ["Java", "SpringBoot", "HTML", "CSS", "MySQL", "API"]
    }
  ],
  "checkGithub": "Check My Github",
  "contactTitle": "Get In Touch",
  "contactDescription": "Have a project in mind or want to collaborate? Feel free to reach out. I'm always open to discussing new opportunities.",
  "nav": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  }
}