{
  "greeting": "Hi, I'm",
  "name": "Leonardo",
  "lastName": "Rossi",
  "description": "I am a Computer Engineering student at UFSCar (graduating in December 2026) driven by a passion for software development, automation, and data science. I apply my skills in software engineering and solving complex real-world challenges, especially through Data Science perspectives. My ambition and eager to learn lead me to embrace new technologies and challenges where I can contribute and grow. Check some of my work!",
  "viewWork": "View My Work",
  "scroll": "Scroll",
  "aboutMe": "About Me",
  "aboutTitle": "A Little of My Journey",
  "aboutBio1": "I built my professional foundation at Cati Jr., leading agile software projects from client engagement to final development. This experience was highly rewarding, as I contributed to projects accounting for up to 35% of the company's revenue. Building on this, my focus evolved towards data science. I deepened this passion as part of a data science group at UFSCar exploring NLP and as a scientific researcher for USP, where I applied data analysis to predict structural needs in tunnels",
  "aboutBio2": "This journey culminated in a summer internship with Hyundai's Smart Factory Innovation team. In that dynamic setting, I not only applied my technical skills by developing predictive AI and Machine Learning models for anomaly detection , but also significantly enhanced crucial soft skills, including public speaking and teamwork. Now, as a short job intern at BTG Pactual Automation team, I am already contributing and taking important projects, while learning new technologies.",
  "getInTouch": "Get In Touch",
  "downloadCv": "Download CV",
  "softwareEngineering": "Software Engineering",
  "softwareEngineeringDesc": "Specializing in full-stack development, I build scalable and efficient software solutions using Java (SpringBoot), Python (Django), React, and databases like PostgreSQL and MySQL.",
  "dataIntelligence": "Data Science",
  "dataIntelligenceDesc": "I unlock strategic insights from data using Machine Learning and AI. My expertise includes Python, Pandas, Scikit-learn, and PyTorch to build predictive models and data-driven solutions.",
  "productLeadership": "Product Leadership",
  "productLeadershipDesc": "As a Product Owner, I guide agile projects from concept to completion. I manage the entire product lifecycle, from client relations and requirements gathering to development and delivery, ensuring high-impact results.",
  "mySkills": "My Skills",
  "featuredProjects": "Featured Projects",
  "projectsDescription": "Here are some of the projects and professional experiences that have shaped my skills.",
  "projectList": [
    {
      "id": 1,
      "title": "Hyundai - Smart Factory Innovation",
      "description": "Developed predictive Machine Learning models for anomaly detection, contributing to preventive maintenance.",
      "tags": ["Python", "Machine Learning", "Scikit-learn", "AI"]
    },
    {
      "id": 2,
      "title": "Brazilian Championship Analytics",
      "description": "Interactive dashboard visualizing ball possession, passes, and counterattacks from the Brazilian Championship.",
      "tags": ["Python", "Pandas", "Streamlit", "Data Viz"]
    },
    {
      "id": 3,
      "title": "Cati Jr. - Commercial Member",
      "description": "Experience in leading projects using agile methodologies, with direct involvement in client relations, requirements gathering and documentation.",
      "tags": ["Agile Method", "Management", "Product Owner"]
    },
    {
      "id": 4,
      "title": "BlockBuster CRUD Simulation",
      "description": "A simulated CRUD application for a movie rental service, showcasing full-stack development skills.",
      "tags": ["Java", "SpringBoot", "HTML", "CSS", "MySQL", "API"]
    },
    {
      "id": 5,
      "title": "Rossi Prunning Technology",
      "description": "Developed a web page for a family business, showcasing services and products. Also had the use of email API integration.",
      "image": "/projects/project5.jpg",
      "tags": ["HTML", "CSS", "API", "JavaScript"]
    },
    {
      "id": 6,
      "title": "Portfolio Website",
      "description": "Literally the website you are currently viewing, built with React and Tailwind CSS.",
      "image": "/projects/project6.png",
      "tags": ["React", "CSS", "JavaScript"],
      "githubUrl": "https://github.com/leorossi08/web-portifolio"
    },
    {
      "id": 7,
      "title": "BTG Pactual - Automation Intern",
      "description": "Currently working on automating processes and developing solutions to enhance operational efficiency.",
      "image": "/projects/project7.png",
      "tags": ["AWS Lambda", "API Gateway", "Glue", "Power Automate", "Rest API", "Python"]
    }
  ],
  "checkGithub": "Check My Github",
  "contactTitle": "Get In Touch",
  "contactDescription": "Feel free to reach out!",
  "nav": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  }
}